Autodesk.Revit.DB.FilterInverseRule.SetInnerRule(Autodesk.Revit.DB.FilterRule)
Gets the rule being inverted.
innerRule:
The rule to invert.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2011

Autodesk.Revit.DB.FilterInverseRule.#ctor(Autodesk.Revit.DB.FilterRule)
Constructs a new instance of FilterInverseRule.
innerRule:
The rule to invert.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2011